[
	{
		"id": 1,
		"content": "You have heard legends of a sword hidden in the depths of a mysterious cave - a sword that speaks infinite wisdom and has tremendous power. Your travels have brought you to the edge of a pond in a serene forest clearing, with fireflies blinking and numerous flora dancing in the breeze. Your journey begins here.",
		"filename": "thesword-homepage.jpg"
	},
	{
		"id": 2,
		"content": "You take some time to look at the flora growing near the pond, making note of several flowers in a myriad of colors. You pick a particularly interesting looking flower - tall and glowing. It flashes quickly through a rainbow of colors then slowly pulses and dims out. You place the flower under a nearby tree then continue onward - you know of two paths you can take. The dark tunnel in the pond, or the secluded tunnel behind the waterfall.",
		"filename": "thesword-homepage.jpg"
	},
	{
		"id": 3,
		"content": "As you examine the clearing closer you notice the pond looks a bit deeper than you previously thought - and the light seems to disappear as you look deeper in. You also notice a waterfall that, as you peer into it, has vines draping down hiding the entrance to a tunnel. Before you make your choice, you take one final look at the calmness of the clearing behind you as the fireflies seem to dim out.",
		"filename": "thesword-homepage.jpg"
	},
	{
		"id": 4,
		"content": "You dive into the frigid waters of the pond and open your eyes to darkness. As you tread onward, feeling along the walls of the underground tunnel you can’t help but feel it seem to close in on you. You push against sharp rock through the seemingly unending darkness and just as it seems your air is running out you break the surface of the water on the other side of the tunnel. In your desperation to leave the water you scuff the side wall of the tunnel, leaving a scratch. You take a moment to catch your breath before continuing",
		"filename": "thesword-homepage.jpg"
	},
	{
		"id": 5,
		"content": "As you part the vines and shield yourself from the water rushing down you come upon a strange tunnel. As you peer downwards you see flora glowing very faintly and what seems like the noises of small animals, other than that however it is pitch black. You remember that you have matches to use and light one up - the fire giving you just enough light to examine the surrounding tunnel further if you wish. You take some time to consider the decision.",
		"filename": "thesword-homepage.jpg"
	}
]
