[
	{
		"id": 1,
		"content": "You have heard legends of a sword hidden in the depths of a mysterious cave - a sword that speaks infinite wisdom and has tremendous power. Your travels have brought you to the edge of a pond in a serene forest clearing, with fireflies blinking and numerous flora dancing in the breeze. Your journey begins here.",
		"filename": "journey.jpg"
	},
	{
		"id": 2,
		"content": "You take some time to look at the flora growing near the pond, making note of several flowers in a myriad of colors. You pick a particularly interesting looking flower - tall and glowing. It flashes quickly through a rainbow of colors then slowly pulses and dims out. You place the flower under a nearby tree then continue onward - you know of two paths you can take. The dark tunnel in the pond, or the secluded tunnel behind the waterfall.",
		"filename": "flower.jpg"
	},
	{
		"id": 3,
		"content": "As you examine the clearing closer you notice the pond looks a bit deeper than you previously thought - and the light seems to disappear as you look deeper in. You also notice a waterfall that, as you peer into it, has vines draping down hiding the entrance to a tunnel. Before you make your choice, you take one final look at the calmness of the clearing behind you as the fireflies seem to dim out.",
		"filename": "pond.jpg"
	},
	{
		"id": 4,
		"content": "You dive into the frigid waters of the pond and open your eyes to darkness. As you tread onward, feeling along the walls of the underground tunnel you can’t help but feel it seem to close in on you. You push against sharp rock through the seemingly unending darkness and just as it seems your air is running out you break the surface of the water on the other side of the tunnel. In your desperation to leave the water you scuff the side wall of the tunnel, leaving a scratch. You take a moment to catch your breath before continuing",
		"filename": "water.jpg"
	},
	{
		"id": 5,
		"content": "As you part the vines and shield yourself from the water rushing down you come upon a strange tunnel. As you peer downwards you see flora glowing very faintly and what seems like the noises of small animals, other than that however it is pitch black. You remember that you have matches to use and light one up - the fire giving you just enough light to examine the surrounding tunnel further if you wish. You take some time to consider the decision.",
		"filename": "cave.jpg"
	},
	{
		"id": 6,
		"content": "When you examine the wall you see an amount of scuffs there - you wonder where they came from, thinking of various causes before continuing.",
		"filename": "scuffs.jpg"
	},
	{
		"id": 7,
		"content": "You decide to briefly explore the tunnel - carefully feeling your way through the darkness. Water trails along the floor of the tunnel, creating a small creek from which you can see the reflection of your flame. You come upon a group of small mushrooms that seem to glow with a slight blue bioluminescence. Your curiosity pushes you to tap one of these mushrooms - and with your touch it’s glow brightens for a few moments and spits some spores on your shoe before dimming again. As you carry on your ears clue you into the noise of a small animal - and when you turn you see a small mouse staring back at you with a grasshopper in its mouth. It growls and scurries away, and you blink - bewildered at the odd sight. At the end of the tunnel you notice some matches in front of the way to the cavern.",
		"filename": "bio.jpg"
	},
	{
		"id": 8,
		"content": "You quickly make your way to the end of the tunnel. You spend no time examining the strange tunnel, and in your haste nearly trip on some rocks. At the end of the tunnel, you...",
		"filename": "rush.jpg"
	},
	{
		"id": 9,
		"content": "You notice a number of match stubs left on the ground. You have a feeling you aren't the first person to have come this way.",
		"filename": "match.jpg"
	},
	{
		"id": 10,
		"content": "As you step into the cavern you notice the vastness of it as well as a large imposing door with intricate designs woven into it - seemingly made from some type of strange, glistening metal. You try to open the door and find that it is locked. Your eyes draw you to different elements within the room: a gigantic, towering mushroom, a small, shimmering puddle with water the color of a rainbow, and a moss rug in front of the door. As you glance back at the door you see a space of wall with some words scrawled quickly on it. You can't quite make out what it says so you turn to the task of opening this door",
		"filename": "door.jpg"
	},
	{
		"id": 11,
		"content": "The puddle shimmers like the inside of a kaleidoscope as you peer into it - but despite its beauty, when you fish through it you find nothing.",
		"filename": "puddle.jpg"
	},
	{
		"id": 12,
		"content": "As you lift the suspiciously ordinary-looking moss rug in front of the door, you see a large key tangled in the undergrowth of the plant. You manage to tug it out and unlock the door. Just as you start to make your way out, you notice the rug shuffling over to where the key is in the door before returning to where it once was - the key now gone. You are... unsure of how to feel and decide to make a hasty exit through the door before it closes behind you.",
		"filename": "moss.jpg"
	},
	{
		"id": 13,
		"content": "You squint your eyes to look beneath the head of the gigantic mushroom. You look up under the mushroom and see many, many spores and hanging vines. You give the mushroom a little shake to see if anything drops - however nothing happens, other than some light dust floating down.",
		"filename": "shroom.jpg"
	},
	{
		"id": 14,
		"content": "As you step into the room, you are hit with a wave of deafening silence - then suddenly a cacophony of voices ring out, causing you to cover your ears. As you struggle to recover, you set your eyes upon the treasure you have been looking for: The Sword. As you move closer, the voices get louder and louder. Finally, a single voice rings out as you come face to face with the blade, and as you move to take it, The Sword addresses you.",
		"filename": "thesword.jpg"
	},
	{
		"id": 15,
		"content": "The Sword addresses you with contempt and distrust. “Why have you done all this? What could you possibly hope to gain?”",
		"filename": "thesword.jpg"
	},
	{
		"id": 16,
		"content": "“What purpose does that serve? What are your intentions?”",
		"filename": "thesword.jpg"
	},
	{
		"id": 17,
		"content": "Frustrating. How did you come to this path?”",
		"filename": "thesword.jpg"
	},
	{
		"id": 18,
		"content": "“Your quest ends here. Take the blade and find your truth.”",
		"filename": "thesword.jpg"
	},
	{
		"id": 19,
		"content": "“Our ideals align... take me with you and feel the power within.” You take the sword in hand and hear the voices of the others that came before you. Their voices seem to fade away, until only your thoughts remain.",
		"filename": "lightend.jpg"
	},
	{
		"id": 20,
		"content": "You touch the hilt of the sword and feel the voices’ volume rise to a wail. You stagger, your stamina draining, and soon your voice joins the others within the Sword. You scream and agonize at your fate. After some time passes, you hear the door open and someone steps into the room. You shout until your voice is heard above all others - you will get answers for why this is your fate.",
		"filename": "darkend.jpg"
	}
]
